Repository: FemtoPixelArchive/emmett
Catalog: application/languages/lang.*.po
Languages: fr

source: Band
fr: Groupe

source: Misc
fr: Bonus

source: Published on %s
fr: Publié le %s

source: Y-m-d H:i:s
fr: d/m/Y H:i:s

source: Their first EP "Fighting Fate" now available on iTunes: http://goo.gl/bN9RPo
fr: Leur premier EP "Fighting Fate" est déjà disponible sur iTunes : http://goo.gl/bN9RPo

source: Lyrics
fr: Paroles

source: Bass tabs
fr: Tablatures de basse

source: Sorry, we didn't take time to have this degraded version because our site is really cool on a recent browser (like <a href="http://www.google.com/chrome">Chrome</a> ;))
fr: Désolé, nous n'avons pas prit le temps de faire une version dégradée parce que notre site est vraiment cool sur un navigateur récent (comme <a href="http://www.google.com/chrome">Chrome</a> ;))

source: 2011 was a year of turning points for Cedric, aka the Dabbler. First, he had 30 years but more importantly,he established the world record of chocolate "Sundaes Bloody Sundaes" eatingness. But that's not the point.
fr: 2011 a été l’année de tous les tournants pour Cédric, alias le Touche à Tout. En premier lieu, il a eu 30 ans mais surtout, il a établi le record du monde de « mangeage de «Sundaes bloody Sundaes» au chocolat. Mais ce n’est pas le propos.

source: This militant Avignoner especially decided to materialize an idea that he can’t get his head off for at least a week: form a rock band. His compositions making his labrador crying, he said it might work with the fairer sex.
fr: Cet avignonnais militant a surtout décidé de concrétiser une idée qui le taraudait depuis au moins une semaine : monter un groupe de rock. Ses compositions faisant pleurer son labrador, il se dit que ça pourrait peut-être marcher avec la gent féminine.

source: His voice, his guitar and him felt ready to come into contact with the outside world, providence, or the internet, call it whatever you want, enabled him to meet with the three best players from the capital!
fr: Sa voix, sa guitare et lui se sentant prêts à entrer en contact avec le monde extérieur, la providence, ou internet, appelez-ça comme vous voulez, lui a permis de rencontrer les 3 meilleurs musiciens de la capitale !

source: In addition, it has for several years a comedy career that allowed him to be a columnist on Europe 1 this past summer to conduct a significant number of passages shows, working with Pierre Palmade, but also to tread many theater with his One Man Show: SING, SKETCH and F***
fr: De plus, il mène depuis plusieurs années une carrière d’humoriste qui lui a permis d’être chroniqueur sur Europe1 l’été dernier, d’effectuer un nombre conséquent de passages télévisés, de travailler avec Pierre Palmade, mais aussi de fouler de nombreuses planches de théâtre avec son One Man Show : SING, SKETCH and F***

source: This comic-musical performance has also acted as a trigger in Cedric’s desire to engage in "serious" texts and songs. After mimicing Coluche, it is now for Tom Morello! In concert, he’ll never restrain to make the public sing but also making it laugh!
fr: Ce spectacle comico-musical a d’ailleurs fait office de déclencheur dans l’envie de Cédric de se lancer également dans des textes et des chansons « sérieux ». Après s’être pris pour Coluche, il se prend maintenant aussi pour Tom Morello ! En concert, il ne pourra donc jamais s’empêcher de faire chanter le public mais aussi de le faire rire !

source: One summer evening in 2011, exactly on February 5, Cedric Cizaire plays with his instrument. No evil spirit, I mean his guitar!
fr: Un soir d’été 2011, le 5 février très exactement, Cédric Cizaire s’amuse avec son instrument. Pas de mauvais esprit, je parle de sa guitare !

source: When suddenly, tired of playing his compositions alone like a dog, it takes the "want to want" to mount a rock band.
fr: Quand soudain, lassé de jouer ses compositions tout seul comme un chien, lui prend « l’envie d’avoir envie » de monter un groupe de rock.

source: Fate sends Jay Moulin, bassist emeritus, which will now be nicknamed "Zack de la Rochette" from the town where he's native.
fr: Le destin lui envoie Jay Moulin, bassiste émérite, qui portera désormais le surnom de « Zack de la Rochette » tiré de la bourgade d’où il est originaire.

source: After weeks of harassment by mail, anonymous letters or parcel bombs, Maxime Guény, aka "Climax", pianist quality, finally agreed to do a test with the group. These 3 there will never be able to leave.
fr: Après des semaines de harcèlement par mails, lettres anonymes ou colis piégés, Maxime Guény, alias « Climax », pianiste de qualité, accepte finalement de faire un test avec le groupe. Ces 3 là ne pourront plus jamais se quitter.

source: There remains to find a drummer. They find it totally by accident ... in his room. Romeo Valalik joined EMMETT.
fr: Reste enfin à dénicher un batteur. Ils le trouvent totalement par hasard… dans sa chambre. Roméo Valalik rejoint le groupe EMMETT.

source: One year and a half, they released their first LP of 13 songs flavored air, rock and pop. More importantly, they find themselves in the final of Fallenfest at La Cigale! They're currently touring in France...
fr: Un an et demi plus tard, ils sortent un LP de 13 titres aux saveurs aériennes, rock et pop. Mais surtout, ils se retrouvent en finale de FALLENFEST à la Cigale ! Ils tournent actuellement en France...

source: Jay is the mystery from this band ... Plays left-handed, writes right-handed, he's bass player for EMMETT and lead-vocalist for AANOD (a metalcore band); Always trying to look bad, but as soft as a plush! A real breakdown with a cute pop/rock band like EMMETT!
fr: Jay est le mystère de ce groupe ... Joue gaucher, écrit droitier, il est bassiste pour EMMETT et lead-vocalist pour AANOD (un groupe de metalcore); il essaie toujours d'avoir l'air méchant alors qu'il est doux comme une peluche ! Une vraie rupture avec un groupe de pop / rock mignon comme EMMETT !

source: He got many projects all as different from the others like building sites (like this site), multiple musical projects, building an arcade cabinet and so on...
fr: Il a de nombreux projets tous aussi différents les uns des autres comme la construction de site internet (comme ce site), plusieurs projets musicaux, la construction d'une borne d'arcade et ainsi de suite...

source: He's always saying the same things on each website : "It's dangerous to go alone! Take this: ↑ ↑ ↓ ↓ ← → ← → B A". Only geeks understands...
fr: Il dit toujours les mêmes choses sur chaque site: "It's dangerous to go alone! Take this: ↑ ↑ ↓ ↓ ← → ← → B A". Seul les geeks comprennent...

source: Interested from an early age by many artistic activities, Maxime quickly began learning the piano and synthesizer. Another consuming passion was added to his hobbies, it's magic. Cards, balls and other tricks close-up have no secrets for him.
fr: Enthousiasmé dès son plus jeune âge par de nombreuses activités artistiques, Maxime s’est lancé à 7 ans dans l’apprentissage du piano et du synthétiseur. Une autre passion dévorante s’est additionnée à ses hobbies, il s’agit de la prestidigitation. Cartes, balles et autres tours de close-up n’ont plus de secret pour lui.

source: After integrating over four years circus school "Apparatus For Wind" near Chalons -en- Champagne (Marne), he assured the presentation of more than a dozen of cabaret and circus galas. The madness of the scene is then quickly seized him by integrating the professional theater company "La Compagnie des Gens" in Côte d'Or.
fr: Après avoir intégré pendant plus de quatre ans l’école du cirque «Aux Agrès du Vent» située près de Châlons-en-Champagne, il a assuré la présentation de plus d’une dizaine de soirées cabarets et de galas d’artistes de cirque. La folie de la scène s’est ensuite rapidement emparée de lui en intégrant la compagnie théâtrale professionnelle «La Compagnie des Gens» en Côte d’Or.

source: Wishing to discover new scenic asperities, he landed his first role in a musical, then continued - through his studies - to specialize initially in the audiovisual theater , then discover the specific science information and communication. Yarn needle he became a journalist media. In addition to analyzing the media scene, there is also on stage with her EMMETT group since 2011.
fr: Souhaitant découvrir de nouvelles aspérités scéniques, il a décroché son premier rôle dans une comédie musicale, puis il a continué - dans le cadre de ses études - à se spécialiser dans un premier temps dans le cinéma audiovisuel, pour ensuite découvrir les spécificités des sciences de l’information et de la communication. De fil en aiguille il est devenu journaliste médias. En plus d’analyser la scène médiatique, il se produit lui aussi sur scène, avec son groupe EMMETT depuis 2011.

source: Author-songwriter and multi-instrumentalist, Romeo or "Anythings" is a member of three active groups: EMMETT, Needle Sharp and Falling in The Sky.
fr: Auteur-compositeur-interprète et multi-instrumentiste, Roméo ou "Anythings" est membre de trois groupes actifs : EMMETT, Needle Sharp et Falling in The Sky.

source: He starts the conservatory at a young age with percussion, piano and singing, but stops seven years later because, well, honestly, music theory, it is pain in the ass! And it was not until two years later that he will (re)do drums, guitar then bass, and then piano, and then accordion, but in a more rock style this time.
fr: Il commence le conservatoire dès son plus jeune âge avec les percussions, le piano et le chant, mais s'arrêtera sept années plus tard parce que bon, entre nous, le solfège, c'est casse-couille ! Et ce n'est que deux ans plus tard qu'il se (re)mettra à la batterie, à la guitare, puis à la basse, puis au piano, puis à l'accordéon, mais dans un style plus rock cette fois.

source: Besides that, it is the writer-director of a web-series called "FreeStyle", he played in a few short films and is the official editor of EMMETT!
fr: À part ça, il est le réalisateur-scénariste d'une web-série intitulée "FreeStyle", il a joué dans quelques courts-métrages et est le monteur attitré de EMMETT !

source: As he concludes himself "In short, my real name is Romeo Valalik-Besserve and ... I do a lot of things."
fr: Comme il le conclut lui-même "Bref, mon vrai nom est Roméo Valalik-Besserve et... Je fais plein de choses."

source: Compatibility
fr: Compatibilité

source: Your browser does not seem compatible to fully enjoy the EMMETT's website experience. We suggest you to use <a href="http://www.google.com/chrome">Chrome</a>.
fr: Votre navigateur ne semble pas compatible pour bénéficier totalement de l'expérience utilisateur du site EMMETT. Nous vous suggérons d'utiliser <a href="http://www.google.com/chrome">Chrome</a>.

source: You are actually using %s version %s
fr: Vous utilisez actuellement %s en version %s

source: Would you like to see the site in a degraded compatible version?
fr: Voulez vous voir le site dans une version dégradée compatible ?

source: no
fr: non

source: yes
fr: oui

source: EMMETT Latest News
fr: Actualité EMMETT

source: Something new is coming...
fr: Quelque chose de nouveau arrive...

source: .. and you can find out what by discovering this website...
fr: ... et vous pouvez le découvrir sur ce site...

source: Born in 85, Jay began to make electronic music with samples first and then his own compositions
fr: Né en 85, Jay commence à faire de la musique électro d'abord avec des samples puis à faire ses propres compositions.

source: At the age of 21, he was spotted by the guitarist of the rock / metal band "<a href="http://www.myspace.com/fewze" data-tag="fewze">Fewze</a>" and became the lead singer.
fr: À l'âge de 21 ans, il est repéré par le guitariste du groupe de rock/métal «<a href="http://www.myspace.com/fewze" data-tag="fewze">Fewze</a>» et en devient le chanteur principal.

source: In 2008, Jay started his own web development company "<a href="#" class="tip" id="jay_femtopixel" data-tag="femtopixel">FemtoPixel</a>" with which he developed the social network "<a href="#" class="tip" id="jay_doonoyz" data-tag="doonoyz">Doonoyz</a>" for an online band creation and artistic promulgation purpose.
fr: En 2008, Jay créé sa propre société de développement web «<a href="#" class="tip" id="jay_femtopixe" data-tag="femtopixel">FemtoPixel</a>» avec laquelle il monte le réseau social «<a href="#" class="tip" id="jay_doonoyz" data-tag="doonoyz">Doonoyz</a>», destiné à la création de groupe de musique en ligne et promulgation d'artiste.

source: Unfortunately, the lack of communication about the platform led him to convert "Doonoyz" into a band support association.
fr: Malheureusement, l'échec d'audience de la plateforme le conduit à convertir «Doonoyz» en association d'assistance aux groupes.

source: At the split of "Fewze", Jay teaches himself bass in early 2011 and will join six months later, by browsing the ads, the punk / rock band "<a href="#" class="tip" id="jay_monsters_ahead" data-tag="monstersahead">Monsters&nbsp;Ahead</a>" (wich nicknamed him "numéro 7"), first as a singer, then as a bass player; the metal band "<a href="http://www.facebook.com/DreamThiefMusic" data-tag="dreamthief">Dream Thief</a>", formed with Romeo VALALIK Besserve; and EMMETT.
fr: Au split de «Fewze», Jay débute la basse début 2011 en autodidacte et c'est six mois plus tard, en parcourant les petites annonces, qu’il rejoindra le groupe de punk/rock «<a href="#" class="tip" id="jay_monsters_ahead" data-tag="monstersahead">Monsters Ahead</a>» d'abord en tant que chanteur, puis en tant que bassiste ; le groupe de métal «<a href="http://www.facebook.com/DreamThiefMusic" data-tag="dreamthief">Dream Thief</a>», qu'il forme avec Roméo VALALIK BESSERVE ; et EMMETT.

source: Described himself as an hyperactive schizophrenic because of its many activities, he is a fan of retro gaming, sleeps an average of 5 hours per night, loves to hide Konami Code in websites he develops, can do the mayo and no one knows if he is really left or right handed...
fr: Qualifié lui-même de schizophrène hyperactif à cause de ses multiples activités, il est fan de retro gaming, dort en moyenne 5h par nuit, adore cacher des Konami Code dans les sites qu'il développe, sait faire de la mayonnaise maison et personne ne sait s'il est réellement gaucher ou droitier...

source: Intrigued by many artistic fields since childhood, Maxime has rapidly launched into learning the piano and synthesizer at the age of 7 years.
fr: Intrigué par de nombreux domaines artistiques depuis son enfance, Maxime s’est rapidement lancé dans l’apprentissage du piano et du synthétiseur dès l’âge de 7 ans.

source: In parallel, another consuming passion has added to his hobbies, it's magic. Cards, balls and other close-up tricks still continue to occupy its activities.
fr: En parallèle, une autre passion dévorante s’est additionnée à ses hobbies, il s’agit de la prestidigitation. Cartes, balles et autres tours de close-up continuent toujours à occuper ses activités.

source: After integrating over four years the circus school " Aux Agrès du Vent" located around Châlons-en-Champagne, he started to ensure the presentation of more than a dozen cabarets and circus performers galas.
fr: Après avoir intégré pendant plus de quatre ans l’école du cirque «Aux Agrès du Vent» située aux alentours de Châlons-en-Champagne, il a commencé à assurer la présentation de plus d’une dizaine de soirées cabarets et de galas d’artistes de cirque.

source: The madness of the scene then quickly grabbed him by integrating the professional theater company "La Compagnie des Gens" in Côte d'Or.
fr: La folie de la scène s’est ensuite rapidement emparée de lui en intégrant la compagnie théâtrale professionnelle «La Compagnie des Gens» en Côte d’Or.

source: Wishing to discover new scenic asperities, he landed his first role in a musical, then he continued - as part of his studies - to specialize in first audiovisual in cinema, only to discover the specifics of information and communication sciences.
fr: Souhaitant découvrir de nouvelles aspérités scéniques, il a décroché son premier rôle dans une comédie musicale, puis il a continué - dans le cadre de ses études - à se spécialiser dans un premier temps dans le cinéma audiovisuel, pour ensuite découvrir les spécificités des sciences de l’information et de la communication.

source: Sewing up he became a journalist media, which does not prevent him to practice - to varying degrees - each of the arts mentioned above.
fr: De fil en aiguille il est devenu journaliste médias, ce qui ne l’empêche aucunement de pratiquer - à différents degrés - chacune des activités artistiques citées précédemment.

source: Roméo began percussions at the Conservatory when he was 8. He stayed there for 7 years, until his desire to rock and roll took over. It will then form a first band where he'll hold the position of singer-drummer, then a second and even a third before joining EMMETT as drummer. This will be a breakthrough for him as it is with this band that he will make his first gig, a first at La Scène Bastille and then at La Cigale! That is what we call a Usain Bolt start!
fr: Roméo a commencé à faire des percussions au conservatoire à 8 ans. Il y restera 7 ans, jusqu'à ce que son envie de rock'n'roll prenne le dessus. Il formera alors un premier groupe où il occupera la place de chanteur-batteur, puis un deuxième, et même un troisième avant de rejoindre EMMETT en tant que batteur. Ceci sera d'ailleurs une grande avancée pour lui car c'est avec ce groupe qu'il fera ses premiers concerts, d'abord à la scène Bastille puis à la Cigale ! C'est ce qu'on appelle un démarrage à la Usain Bolt!

source: Today all these bands still exist, "<a href="#" class="tip" id="romeo_sweet_memories" data-tag="sweetmemories">Sweet&nbsp;Memories</a>", "<a href="http://www.facebook.com/DreamThiefMusic" data-tag="dreamthief">Dream Thief</a>" and "Falling in the Sky", that he hopes to raise them as high as possible ... and so for EMMETT of course!
fr: Aujourd'hui, tous ces groupes existent encore, "<a href="#" class="tip" id="romeo_sweet_memories" data-tag="sweetmemories">Sweet Memories</a>", "<a href="http://www.facebook.com/DreamThiefMusic" data-tag="dreamthief">Dream Thief</a>" et "Falling in the Sky", qu'il compte bien faire monter le plus haut possible… Et EMMETT aussi bien sûr !

source: Available now
fr: Disponible sur

source: Download
fr: Télécharger

source: Give what you want and download
fr: Donnez ce que vous voulez et telechargez

source: EMMETT - New logo
fr: EMMETT - Nouveau logo

source: Discover our new logo and some secret tracks...
fr: Découvrez notre nouveau logo et quelques pistes cachées...

source: You have %s seconds to try something...
fr: Vous avez %s secondes pour essayer quelque chose...
